import React from 'react';

const ConfidentialPage = () => {
    return(
        <div className="confidential container">
            <h1>Политика конфиденциальности</h1>
            <div>
                <p>Будучи полностью дееспособным, Пользователь дает Согласие на обработку персональных данных (далее по тексту -
                Согласие) путём размещения заявки на веб-сайте www.noproblemsite.ru. Настоящая оферта считается принятой
                после того, как Пользователь оставит свой данные на веб-сайте. Персональные данные пользователя являются
                достоверными и размещаются добровольно. Право на обработку персональных данных предоставляется ИП
                Сагирову М. В. (ИНН 616706129306), который находится по адресу г. Ростов-на-Дону, пр-кт Театральный, д.
                60/348 и является владельцем сайта www.noproblemsite.ru. Пользователь даёт Согласие на следующих
                    условиях: </p>
                <p> 1. При обработке данных применяются средства автоматизации и/или неавтоматизированная
                    обработка. </p>
                <p>2. Пользователь соглашается на обработку описанных ниже типов персональных данных: Фамилия, имя, отчество, номер контактного телефона, адрес электронной почты, а также других персональных данных, которые могут быть использованы для идентификации пользователя, лишь в том случае если Пользователь предоставляет эти данные добровольно. </p>
                <p> 3. Исключается передача персональных данных Пользователя третьим лицам или их обнародование в общем
                        доступе.</p>
                <p>4. Персональные данные Пользователя обрабатываются с целью ответа на запросы пользователей, их консультации, поддержания обратной связи и деятельности веб-сайта, осуществления новостных и рекламных рассылок, анализа поведения Пользователя
                    на веб-сайте. </p>
                <p> 5. Персональные данные: ФИО (фамилия, имя, отчество), номер контактного телефона и адрес электронной почты, а также всех других персональных данных, которые могут использоваться для связи с пользователем, а также оформление договора на оказание услуг. </p>
                <p> 6. Юридическим сопровождением обработки персональных данных является данное Согласие, ст. 6 №152 ФЗ «О персональных данных» и ст. 24 Конституции РФ. </p>
                <p> 7. При обработке персональных данных возможен их сбор, систематизация, хранение, запись, накопление, уточнение
                    (обновление и изменение); использование, передача, блокирование, извлечение, удаление и уничтожение. </p>
                <p> 8. Персональные данные Пользователя обрабатываются бессрочно. Также Пользователь может остановить обработку персональных данных посредством отправки письменного заявления ИП Сагирову М. В. по адресу г. Ростов-на-Дону, пр-кт Театральный, д. 60/348. Обработка персональных данных Пользователя прекращается в течении 2 месяцев с момента получения письменного заявление от Пользователя. </p>
                <p> 9. Если Пользователь отозвал своё Согласие, ИП Сагирову М. В. сохраняет за собой право на обработку персональных данных, в случае, если имеются основания, представленные в п. 2-11 ч. 1 ст. 6, ч. 2 ст. 10, а также ч. 2 ст. 11 №152-ФЗ «О персональных данных». </p>
                <p> 10. Данное согласие остаётся правомочным, пока обработка персональных данных, не будет остановлена Пользователем, что описано в п. 7 настоящего Согласия. </p>
            </div>
        </div>
    );
};

export default ConfidentialPage;